aprilandjan.ascii-tree-generator
bradlc.vscode-tailwindcss
ccimage.jsonviewer
chakrounanas.turbo-console-log
dbaeumer.vscode-eslint
donjayamanne.githistory
dustypomerleau.rust-syntax
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
hediet.vscode-drawio
johnpapa.vscode-peacock
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vscode.vscode-js-profile-flame
ms-vsliveshare.vsliveshare
mylesmurphy.prettify-ts
orta.vscode-jest
polymermallard.css-alphabetize
prisma.prisma
ritwickdey.liveserver
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
timonwong.shellcheck
tomoki1207.pdf
unifiedjs.vscode-mdx
usernamehw.errorlens
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
wix.vscode-import-cost
yoavbls.pretty-ts-errors
yzane.markdown-pdf
yzhang.markdown-all-in-one
